Repository: Dime2015/NetNewsWire_AITranslation
Catalog: iOS/Babel2/Resources/Babel2Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %d articles
zh_hans: %d 篇

source: About Babel
zh_hans: 关于 Babel

source: Accent Color
zh_hans: 强调色

source: Account
zh_hans: 账户

source: Account Statistics
zh_hans: 账户统计

source: Accounts
zh_hans: 账户

source: Accounts & Sync
zh_hans: 账户与同步

source: Accounts, sync status and service connections
zh_hans: 账户、同步状态与服务连接

source: Activity Log
zh_hans: 活动日志

source: Add
zh_hans: 添加

source: Add Account
zh_hans: 添加账户

source: Add an account first.
zh_hans: 请先添加一个账户。

source: All
zh_hans: 全部

source: Always Use Reading Mode for This Feed
zh_hans: 此订阅源总是用阅读模式

source: Appearance & Language
zh_hans: 外观与语言

source: Are you sure you want to delete this account? This cannot be undone.
zh_hans: 确定要删除这个账户吗？此操作无法撤销。

source: Article List
zh_hans: 文章列表

source: Automatic
zh_hans: 自动

source: Babel In-App Browser
zh_hans: Babel 内置浏览器

source: Back
zh_hans: 返回

source: Bug Tracker
zh_hans: 问题追踪

source: Can't Test Yet
zh_hans: 还不能测试

source: Cancel
zh_hans: 取消

source: Cancel Translation
zh_hans: 取消翻译

source: Check your network connection and the service URL.
zh_hans: 检查网络连接，以及服务地址是否正确。

source: Clear API Key
zh_hans: 清除 API Key

source: Close
zh_hans: 关闭

source: Cloud Sync
zh_hans: 云端同步

source: Color Mode
zh_hans: 配色模式

source: Color mode, accent color and interface language
zh_hans: 配色、强调色与界面语言

source: Community Forum
zh_hans: 社区论坛

source: Confirm Before Marking All as Read
zh_hans: 全部标为已读前确认

source: Connect your own server
zh_hans: 连接自己的服务器

source: Connection Failed
zh_hans: 连接失败

source: Connection OK
zh_hans: 连接正常

source: Couldn't Complete the Action
zh_hans: 无法完成操作

source: Couldn't Refresh Models
zh_hans: 无法刷新模型列表

source: Current Selection
zh_hans: 当前选择

source: Dark
zh_hans: 深色

source: Delete
zh_hans: 删除

source: Delete Account
zh_hans: 删除账户

source: Diagnostics
zh_hans: 诊断

source: Dinosaurs
zh_hans: 恐龙

source: Discovery API
zh_hans: 订阅发现 API

source: Discovery API Keys
zh_hans: 订阅发现 API Key

source: Discovery Services
zh_hans: 发现服务

source: Does not sync across devices
zh_hans: 不会跨设备同步

source: Enter an API key first.
zh_hans: 请先填入 API Key。

source: Error Log
zh_hans: 错误日志

source: Export Subscriptions
zh_hans: 导出订阅

source: Feeds
zh_hans: 订阅

source: Fetching full text…
zh_hans: 正在获取全文…

source: Folders
zh_hans: 文件夹

source: Follow System (%@)
zh_hans: 跟随系统（%@）

source: Forest
zh_hans: 森绿

source: Generating long image…
zh_hans: 正在生成长图…

source: Go Back
zh_hans: 后退

source: Go Forward
zh_hans: 前进

source: Graphite
zh_hans: 石墨

source: Help
zh_hans: 使用帮助

source: Help & About
zh_hans: 帮助与关于

source: How links open
zh_hans: 链接的打开方式

source: iCloud Storage Statistics
zh_hans: iCloud 存储统计

source: Import and export subscriptions, discovery services
zh_hans: 导入导出订阅与发现服务

source: Import Subscriptions
zh_hans: 导入订阅

source: Indigo
zh_hans: 靛蓝

source: Interface
zh_hans: 界面

source: Interface Language
zh_hans: 界面语言

source: Light
zh_hans: 浅色

source: Loading models…
zh_hans: 正在加载模型…

source: Loading…
zh_hans: 正在加载…

source: Local
zh_hans: 本地

source: Local Account
zh_hans: 本地账户

source: Logs, statistics, help and about
zh_hans: 日志、统计、帮助与关于

source: Long Image
zh_hans: 生成长图

source: Mark %d articles as read?
zh_hans: 将 %d 篇文章标为已读？

source: Mark All as Read
zh_hans: 全部标为已读

source: Mark as Read
zh_hans: 标为已读

source: Mark as Unread
zh_hans: 标为未读

source: Model %@ replied:
zh_hans: 模型 %@ 回复了：

source: Model, API and translation service
zh_hans: 模型、API 与翻译服务

source: More
zh_hans: 更多

source: Newest First
zh_hans: 最新优先

source: Next Article
zh_hans: 下一篇

source: No Accounts
zh_hans: 没有账户

source: No articles
zh_hans: 没有文章

source: No articles match “%@”
zh_hans: 没有找到与「%@」相关的文章

source: No feeds
zh_hans: 没有订阅源

source: No models yet. Tap Refresh Model List.
zh_hans: 还没有模型列表，点「刷新模型列表」。

source: Not available yet
zh_hans: 尚未开放

source: Not Set
zh_hans: 未设置

source: Notification permission is managed by iOS. New-article notifications for each feed are still configured in that account or feed's details.
zh_hans: 通知权限由 iOS 管理。每个订阅源的新文章通知仍在对应账户或订阅源详情中配置。

source: Notifications
zh_hans: 通知

source: OK
zh_hans: 好

source: Oldest First
zh_hans: 最旧优先

source: On My iPhone
zh_hans: 在我的 iPhone 上

source: Open Google Cloud Console
zh_hans: 打开 Google Cloud Console

source: Open in Safari
zh_hans: 在 Safari 中打开

source: Open Links
zh_hans: 打开链接

source: Open Original
zh_hans: 打开原文

source: Open reddit.com/prefs/apps
zh_hans: 打开 reddit.com/prefs/apps

source: Open System Notification Settings
zh_hans: 打开系统通知设置

source: Orange
zh_hans: 橙

source: Plum
zh_hans: 梅紫

source: Popular Models · Top 10
zh_hans: 热门模型 · Top 10

source: Rate limited. Try again in a moment.
zh_hans: 被限流了，过一会儿再试。

source: Read Behavior
zh_hans: 已读行为

source: Reader
zh_hans: 阅读器

source: Reading
zh_hans: 阅读体验

source: Reading Mode
zh_hans: 阅读模式

source: Refresh Model List
zh_hans: 刷新模型列表

source: Refreshing…
zh_hans: 正在刷新…

source: Release Notes
zh_hans: 版本说明

source: Reload
zh_hans: 刷新

source: Remove Star
zh_hans: 取消星标

source: Restart Required
zh_hans: 需要重新打开

source: Retry
zh_hans: 重试

source: Save
zh_hans: 保存

source: Saved to Photos
zh_hans: 已存储到相册

source: Search
zh_hans: 搜索

source: Search %@
zh_hans: 搜索「%@」

source: Search failed
zh_hans: 搜索失败

source: Self-Hosted
zh_hans: 自托管

source: Service URL
zh_hans: 服务地址

source: Set
zh_hans: 已设置

source: Set %d/2
zh_hans: 已设置 %d/2

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Show Original
zh_hans: 显示原文

source: Sort Unread Articles
zh_hans: 未读文章排序

source: Sorting
zh_hans: 排序

source: Sorting and read behavior
zh_hans: 排序与已读行为

source: Star
zh_hans: 加星标

source: Starred
zh_hans: 星标

source: Subscriptions
zh_hans: 订阅

source: Subscriptions & Discovery
zh_hans: 订阅与发现

source: Support & Diagnostics
zh_hans: 支持与诊断

source: Sync
zh_hans: 同步

source: Sync Content of Unread Articles
zh_hans: 同步未读文章内容

source: Syncing…
zh_hans: 正在同步…

source: Syncs Across Devices
zh_hans: 跨设备同步

source: Syncs across your Apple devices
zh_hans: 在 Apple 设备间同步

source: System Browser
zh_hans: 系统浏览器

source: System notification permission
zh_hans: 系统通知权限与入口

source: System Notifications
zh_hans: 系统通知

source: Terracotta
zh_hans: 陶土红

source: Test Connection
zh_hans: 测试连通性

source: Testing…
zh_hans: 正在测试…

source: The account balance is probably too low.
zh_hans: 多半是账户余额不足。

source: The API key is probably wrong or expired. Check that it was copied completely.
zh_hans: 多半是 API Key 不对或已失效，检查有没有复制完整。

source: The API key is stored only in this device's keychain. Leave the service URL empty to use OpenRouter.
zh_hans: API Key 只保存在本机钥匙串。服务地址留空时使用 OpenRouter。

source: The list and popularity are refreshed from OpenRouter.
zh_hans: 列表与热度由 OpenRouter 动态刷新。

source: The new language takes effect the next time you open Babel.
zh_hans: 新的界面语言会在下次打开 Babel 时生效。

source: The server responded in an unexpected format. The URL may not be an OpenAI-compatible API.
zh_hans: 服务器有响应但格式不对，该地址可能不是 OpenAI 兼容接口。

source: The service URL is probably wrong, or this model isn't available there.
zh_hans: 多半是服务地址写错了，或当前模型在这个服务商处不存在。

source: The service URL isn't a valid web address: %@
zh_hans: 服务地址不是合法网址：%@

source: This article has no content
zh_hans: 这篇文章没有正文

source: Translate
zh_hans: 翻译

source: Translation
zh_hans: 翻译

source: Translation API Key
zh_hans: 翻译 API Key

source: Translation Failed
zh_hans: 翻译失败

source: Translation Model
zh_hans: 翻译模型

source: Translation Service
zh_hans: 翻译服务

source: Unable to fetch full text
zh_hans: 无法获取全文

source: Unable to generate long image
zh_hans: 无法生成长图

source: Unable to load article
zh_hans: 无法加载文章

source: Unable to load articles
zh_hans: 文章加载失败

source: Unable to load feeds
zh_hans: 订阅源加载失败

source: Unable to load page
zh_hans: 无法加载网页

source: Unread
zh_hans: 未读

source: Web Services
zh_hans: 网络服务
